Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: The Committee played a critical role in implementing what had already been agreed, by ensuring the political will and accountability that would translate commitments into action.
fr: La Commission joue un rôle décisif dans la mise en œuvre des mesures déjà convenues, en veillant à ce qu'il y ait, au niveau politique, la volonté et l'esprit de responsabilité requis pour que les engagements pris débouchent sur des actions concrètes.

source: Ms. Heyzer (Executive Director of the United Nations Development Fund for Women (UNIFEM)), speaking under agenda item 64 only, said that, as illustrated by the Secretary-General's note on the activities of UNIFEM (A/60/274), the vision of a world free of want and fear depended upon gender equality and human rights being placed at the centre of human development and human security.
fr: Mme Heyzer [Directrice exécutive du Fonds de développement des Nations Unies pour la femme (UNIFEM)], prenant la parole au titre du point 64 de l'ordre du jour uniquement, dit que, comme l'indique la note du Secrétaire général sur les activités d'UNIFEM (A/60/274), la vision d'un monde à l'abri du besoin et de la peur ne pourra se réaliser que si l'égalité des sexes et les droits de l'homme occupent une place centrale dans le développement et la sécurité humaine.

source: The Beijing Platform for Action provided an essential pathway towards implementing that vision.
fr: Le Programme d'action de Beijing est un outil indispensable pour la réalisation d'un tel objectif.

source: In 2004, UNIFEM had concentrated on helping countries move forward on that pathway, bringing women's human rights into the development agenda and national strategies to achieve the Millennium Development Goals.
fr: En 2004, UNIFEM s'est attaché à aider les pays à progresser sur cette voie, en faisant figurer les droits fondamentaux des femmes parmi les priorités en matière de développement ainsi que dans les stratégies nationales de réalisation des objectifs du Millénaire pour le développement.

source: The report documented progress made in reducing poverty, ending violence against women, halting the spread of HIV/AIDS and promoting gender equality in democratic governance and post-conflict countries.
fr: Le rapport rend compte des progrès réalisés dans les domaines suivants : lutte contre la pauvreté, élimination de la violence à l'égard des femmes, lutte contre la propagation du VIH/sida, et promotion de la parité des sexes dans les structures de gouvernance démocratique et les pays se relevant d'un conflit.

source: In all those areas, UNIFEM had pursued an integrated approach, supporting laws and policies to promote women's human rights, helping institutions allocate resources and establish accountability mechanisms to make such laws and policies meaningful, strengthening gender advocates and changing harmful attitudes that perpetuated gender inequality around the world.
fr: Dans tous ces domaines, UNIFEM a suivi une approche intégrée en appuyant les lois et politiques visant à promouvoir les droits fondamentaux des femmes, en aidant les institutions à allouer des ressources et à mettre en place des mécanismes de responsabilisation qui assurent l'efficacité de ces lois et politiques, en soutenant ceux qui œuvrent en faveur des droits des femmes et en faisant évoluer les attitudes préjudiciables qui perpétuent les inégalités entre hommes et femmes dans le monde.

source: In its work on women's economic security, the Fund had concentrated on incorporating gender into poverty reduction strategies, helping Governments collect and analyse data and national and local government organizations shape options for migrant women, and building new partnerships with the private sector and the media.
fr: Dans les travaux qu'il a consacrés à la sécurité économique des femmes, le Fonds s'est attaché à intégrer les questions d'égalité entre les sexes aux stratégies de lutte contre la pauvreté, à aider les gouvernements à recueillir et analyser des données et certains organismes gouvernementaux nationaux et locaux à définir des solutions à l'intention des femmes migrantes, et à nouer de nouveaux partenariats avec le secteur privé et les médias.

source: Its work on gender equality in democratic governance and post-conflict situations also reflected a holistic approach, supporting women's civil rights, political participation and leadership capacity in post-conflict reconstruction, for example in Afghanistan.
fr: Les travaux de l'UNICEF concernant la parité des sexes au sein des structures de gouvernance démocratique et dans les situations d'après conflit témoignent également d'une approche globale qui appuie les droits civils des femmes, prône leur participation à la vie politique et vise à renforcer leur aptitude à exercer des fonctions de dirigeants dans le cadre des efforts de reconstruction entrepris après un conflit (par exemple en Afghanistan).

source: Women's leadership was also a critical part of ongoing peacebuilding efforts in post-conflict countries, for example in the Great Lakes region, while in Peru gender had been successfully integrated into the country's Truth and Reconciliation Commission, a model that was now being replicated elsewhere.
fr: L'exercice de responsabilités par des femmes est décisif dans les efforts de consolidation de la paix en cours dans les États qui se relèvent d'un conflit, comme dans les pays de la région des Grands Lacs, et au Pérou, les questions de parité des sexes ont été prises en compte avec succès par la Commission Vérité et Réconciliation de ce pays, une démarche qui est actuellement reproduite ailleurs.

source: The Fund's work on implementation of the Convention on the Elimination of All Forms of Discrimination against Women illustrated the same integrated approach: building the capacity of Governments and women's groups to bring about change by creating stronger frameworks for gender equality, increasing the effectiveness of implementation, monitoring and reporting, and developing partnerships at the local and national levels.
fr: Les travaux que le Fonds consacre à la mise en œuvre de la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes témoignent d'une approche globale analogue qui peut se résumer comme suit : renforcer l'aptitude des gouvernements et des groupes de femmes à provoquer des changements en créant des cadres plus solides pour la parité des sexes, en renforçant l'efficacité de la mise en œuvre, du suivi et du mécanisme d'établissement des rapports, et en créant des partenariats aux niveaux local et national.

source: The Fund worked with institutions in over 20 countries to implement the Convention, including through regional programmes in South East Asia and the Arab States.
fr: Le Fonds a œuvré, de concert avec des établissements d'une vingtaine de pays, à la mise en œuvre de la Convention, par la voie notamment de programmes régionaux exécutés en Asie du Sud-Est et dans les États arabes.

source: The Trust Fund to Eliminate Violence Against Women, established by General Assembly resolution 50/166, now focused specifically on implementation of existing laws and policies to address the multiple forms of violence that women faced both during conflict and in times of peace.
fr: Le Fonds d'affectation spéciale pour l'élimination de la violence à l'égard des femmes, créé en vertu de la résolution 50/166 de l'Assemblée générale, met désormais l'accent sur la mise en œuvre des lois et politiques existantes afin de traiter les formes multiples de violences auxquelles les femmes sont confrontées durant les conflits et en temps de paix.

source: Strategies included awareness-raising campaigns, capacity-building for judicial, law enforcement, health and other officials, creation of data collection systems and indicators to monitor implementation.
fr: Au nombre de ces stratégies, figurent les campagnes de sensibilisation, le renforcement des capacités de l'appareil judiciaire, des services de police, des services de santé et d'autres organismes officiels, la création de systèmes de collecte de données et l'élaboration d'indicateurs pour le suivi de la mise en œuvre.

source: In 2005, the Trust Fund was focusing on linking gender violence to HIV/AIDS, for which it had for the first time secured private sector support.
fr: En 2005, le Fonds d'affectation spéciale s'attache à établir un lien entre la violence à l'égard des femmes et le VIH/sida, démarche pour laquelle il s'est assuré pour la première fois l'appui du secteur privé.

source: Such examples showed that the realities of poverty, violence and discrimination marking the everyday lives of too many women could be changed.
fr: Ces exemples montrent que la pauvreté, la violence et la discrimination, qui sont le lot quotidien de trop nombreuses femmes, sont des réalités qui peuvent être changées.

source: Strategies were successful because they worked at different levels and across different sectors.
fr: Si des stratégies ont été couronnées de succès, c'est parce qu'elles ont été mises en œuvre à différents niveaux et dans différents secteurs.

source: The international community's efforts on the Millennium Development Goals provided an opportunity to expand strategies, apply good practices more broadly and leverage change in women's lives.
fr: Les efforts que la communauté internationale a consacrés à la réalisation des objectifs du Millénaire pour le développement ont permis d'étendre la portée de certaines stratégies, de diffuser plus largement les pratiques optimales et de tirer parti des changements intervenus dans la vie des femmes.

source: The High-Level Forum on Aid Effectiveness held in Paris earlier in the year had represented a major shift in the relationship between programme and donor countries and the way in which development was funded and implemented.
fr: Le Forum de haut niveau sur l'efficacité de l'aide, tenu à Paris au début de 2005, a représenté un changement important dans la relation unissant les programmes aux pays donateurs et dans la façon dont le développement a été financé et réalisé.

source: The aid effectiveness agenda was becoming a blueprint for donors and partners to implement on the basis of strong national ownership and responsibility.
fr: L'action en faveur de l'efficacité de l'aide offre maintenant aux donateurs et aux partenaires un schéma directeur qui permet de fonder l'exécution sur une forte responsabilisation au niveau national.

source: As United Nations efforts to strengthen national capacity to implement and manage national planning and development processes got under way, gender equality and strategies to achieve it must be incorporated into all coordination mechanisms.
fr: À mesure que progresseront les efforts que déploie l'ONU pour renforcer la capacité des pays d'exécuter, de mettre en œuvre et de gérer les processus nationaux de planification et de développement, il faudra que la parité des sexes et les stratégies élaborées pour y parvenir soient intégrées dans tous les mécanismes de coordination.

source: National plans for gender equality and national strategies to end violence against women must be made part of the aid effectiveness agenda.
fr: Les plans nationaux en faveur de la parité des sexes et les stratégies nationales établis pour mettre fin à la violence à l'égard des femmes devraient être pris en compte dans les activités visant à accroître l'efficacité de l'aide.

source: In November, UNIFEM and the European Commission would co-host a conference in Brussels entitled “The Changing Development Architecture and Gender Equality”, the objective of which was to ensure that gender equality and women's rights were strengthened in the framework of the Paris Declaration on Aid Effectiveness, the Millennium Development Goals and poverty reduction strategy papers.
fr: En novembre, UNIFEM et la Commission européenne organiseront conjointement à Bruxelles une conférence sur l'évolution de l'architecture du développement et la parité des sexes dont l'objectif est d'assurer aux questions de parité des sexes et des droits des femmes une plus large place dans la Déclaration de Paris sur l'efficacité de l'aide, les objectifs du Millénaire pour le développement et les documents stratégiques de lutte contre la pauvreté.

source: The affirmation of the centrality of gender equality to human rights, human development and human security had provided new momentum to the journey towards gender equality.
fr: L'importance décisive de la parité des sexes pour les droits de l'homme, le développement humain et la sécurité humaine a donné une nouvelle dynamique aux mouvements en faveur de l'égalité entre hommes et femmes.

source: That momentum must not be lost.
fr: Cette dynamique ne doit pas s'essouffler.

source: In that regard, the international community must strengthen the institutional architecture of gender equality in order to more effectively institutionalize commitments, improve coherence and the focus on gender within country-level coordinating mechanisms, align gender equality measures in order to give countries a single, clear set of benchmarks, draw upon the wealth of technical expertise and knowledge amassed by UNIFEM, and commit the resources needed to apply strategies broadly, particularly in the poorest countries.
fr: À cet égard, la communauté internationale doit renforcer les mécanismes institutionnels œuvrant en faveur de la parité des sexes afin d'institutionnaliser plus efficacement les engagements pris, de renforcer la cohérence, d'accorder une place encore plus importante au problème des sexospécificités dans les mécanismes de coordination à l'échelle nationale, d'harmoniser les mesures en faveur de l'égalité entre hommes et femmes de manière à donner aux pays un ensemble unique et bien défini de critères, de tirer parti des nombreuses compétences et connaissances techniques amassées par UNIFEM et d'engager les ressources nécessaires à une large application des stratégies, notamment dans les pays les plus pauvres.

source: If long-term and sustainable solutions were to be found to the challenges identified by world leaders, it was essential to empower women — one half of the world's population — to contribute their knowledge and insights to the process.
fr: Il est indispensable de donner aux femmes - qui représentent la moitié de la population mondiale - les moyens de mettre leurs connaissances et leur perspicacité à contribution pour la recherche de solutions à long terme et durables aux problèmes recensés par les dirigeants mondiaux.

source: Ms. Azarias (Director, Internal Audit Division I, Office of Internal Oversight Services), introducing the Report of the Office of Internal Oversight Services on the audit of the International Research and Training Institute for the Advancement of Women (INSTRAW) (A/60/281), noted that the working group on the future operation of INSTRAW and the General Assembly had rejected the recommendation made by OIOS in its previous report (A/56/907) to the effect that consideration should be given to the option of closing INSTRAW.
fr: Mme Azarias ( Directrice de la Division de l'audit interne du Bureau des services de contrôle interne), présentant le rapport (A/60/281) du Bureau des services de contrôle interne (BSCI) sur l'audit de l'Institut international de recherche et de formation pour la promotion de la femme (INSTRAW), rappelle que le groupe de travail sur les activités futures de l'INSTRAW et l'Assemblée générale ont rejeté la recommandation formulée par le BSCI dans son précédent rapport (A/56/907) et tendant à ce que la possibilité d'une fermeture de l'Institut soit envisagée.

source: The current report therefore focused on issues relating to the sustainability of INSTRAW.
fr: Le rapport (A/60/281) est en conséquence centré sur certaines questions en rapport avec la viabilité de l'INSTRAW.

source: The Office of Internal Oversight Services (OIOS) had found that many entities in the United Nations system overlapped with INSTRAW.
fr: Le Bureau des services de contrôle interne a constaté que bon nombre d'entités du système des Nations Unies menaient des activités qui empiétaient sur celles de l'INSTRAW.

source: Also, some entities had developed information and communication technology tools to promote networking, thus competing with the Gender Awareness Information Networking System set up by INSTRAW.
fr: En outre, certaines de ces entités ont mis au point des outils faisant appel aux TIC en vue de promouvoir l'établissement de réseaux, entrant ainsi en concurrence avec le Service d'échanges et de recherches sur les sexospécificités (SERS) mis en place par l'Institut.

source: In the opinion of OIOS, United Nations system-wide coordination for the promotion of gender equality was the main mechanism through which INSTRAW could develop strong linkages with other United Nations entities and attain its programmatic objectives.
fr: Le BSCI considère que la coordination, à l'échelle du système des Nations Unies, des activités visant à promouvoir l'égalité des sexes constitue le principal instrument au moyen duquel l'INSTRAW pourrait nouer des liens solides avec d'autres entités du système susmentionné et atteindre les objectifs qu'il s'est fixés en matière de programmation.

source: However, the Special Adviser on Gender Issues and Advancement of Women, who chaired a system-wide Inter-Agency Network on Women and Gender Equality of which INSTRAW was a member, was not given sufficient formal authority for coordinating the programmes of Network members.
fr: Cependant, la Conseillère spéciale pour la parité des sexes et la promotion de la femme, qui est la Présidente du Réseau interinstitutions pour les femmes et l'égalité des sexes auquel l'Institut appartient, n'a pas reçu de pouvoirs suffisants pour coordonner les programmes des membres de ce réseau.

source: Although the working group on the future operation of INSTRAW had recommended abolishing the Institute's autonomous status, that step was not reflected in the revised INSTRAW statute approved by Economic and Social Council resolution 2003/57.
fr: Bien que le groupe de travail sur les activités futures de l'INSTRAW ait recommandé que le statut autonome de l'Institut soit aboli, il n'a pas été tenu compte de cette recommandation dans le nouveau statut, approuvé par le Conseil économique et social dans sa résolution 2003/57.

source: The Institute's reliance on United Nations regular budget funding for most of its core requirements had been increasing.
fr: L'INSTRAW dépend de plus en plus du budget ordinaire de l'ONU pour financer la plupart de ses activités de base.

source: However, the recommendation by OIOS to consider improvements to the Institute's Board of Trustees had been implemented, and the former Board of Trustees had been reconstituted and integrated in the current Executive Board.
fr: En outre, il a été donné suite à la recommandation formulée par le BSCI aux fins de la rationalisation du Conseil d'administration de l'Institut, lequel a été reconstitué et intégré au Conseil exécutif actuel.

source: With regard to the Institute's programme of work, OIOS had found that outputs in 2004 had been generally limited to interim documents or updated materials.
fr: Pour ce qui est du programme de travail de l'INSTRAW, le BSCI a constaté que, en 2004, les produits de l'Institut s'étaient en règle générale limités à des documents intérimaires ou à des mises à jour.

source: A training strategy had not been implemented, and website management should be improved.
fr: Une stratégie de formation n'a pas été mise en œuvre, et la gestion du site Web doit d'être améliorée.

source: The recommendation made by OIOS in its previous report, to the effect that the Secretary-General should spell out the roles and responsibilities of his Special Representative for INSTRAW, had not been implemented.
fr: Il n'a pas été tenu compte de la recommandation que le BSCI avait formulée dans son précédent rapport, à savoir que le Secrétaire général devait spécifier le rôle et les responsabilités de sa Représentante spéciale auprès de l'INSTRAW.

source: Therefore, OIOS was recommending that the Secretary-General should propose to the Economic and Social Council that it assign a supervisory administrative role to the Under-Secretary-General for Economic and Social Affairs or the Executive Secretary of the Economic Commission for Latin America and the Caribbean.
fr: Aussi le BSCI recommande-t-il que le Secrétaire général propose au Conseil économique et social d'attribuer au Secrétaire général adjoint aux affaires économiques et sociales ou au Secrétaire exécutif de la Commission économique pour l'Amérique latine et les Caraïbes un rôle de contrôle administratif.

source: Ms. Manalo (Chairperson, Committee on the Elimination of Discrimination against Women) said that at its thirty-second and thirty-third sessions, the Committee on the Elimination of Discrimination against Women had considered the reports of 16 States parties, namely, Algeria, Benin, Burkina Faso, Croatia, Democratic People's Republic of Korea, Gabon, Gambia, Guyana, Ireland, Israel, Italy, Lao People's Democratic Republic, Lebanon, Paraguay, Samoa and Turkey.
fr: Mme Manalo (Présidente du Comité pour l'élimination de la discrimination à l'égard des femmes) dit que, à ses trente-deuxième et trente-troisième sessions, le Comité pour l'élimination de la discrimination à l'égard des femmes a examiné les rapports des 16 États parties suivants : Algérie, Bénin, Burkina Faso, Croatie, Gabon, Gambie, Guyana, Irlande, Israël, Italie, Liban, Paraguay, République démocratique populaire lao, République démocratique populaire de Corée, Samoa et Turquie.

source: Many predominantly national non-governmental organizations had also submitted information to the Committee.
fr: En outre, bon nombre d'organisations non gouvernementales, pour la plupart nationales, ont présenté des informations au Comité.

source: For the first time information had been received from a national human rights institution.
fr: Pour la première fois, des informations émanant d'une institution nationale de défense des droits de l'homme ont été reçues.

source: She trusted that all 16 reporting States were actively engaged in follow-up to the concluding comments, and that NGOs were doing their best to ensure that systematic action was being taken to implement the Committee's recommendations.
fr: L'oratrice est persuadée que les 16 États ayant soumis des rapports s'emploient activement à donner suite aux observations finales et que les organisations non gouvernementales font de leur mieux pour s'assurer que des mesures systématiques sont prises afin de mettre en œuvre les recommandations du Comité.

source: She also encouraged the entities of the United Nations system that were active in the 16 reporting countries to support the efforts of governments and NGOs.
fr: Elle encourage les entités du système des Nations Unies présentes dans les 16 pays susmentionnés à appuyer les efforts des gouvernements et des ONG.

source: Among the Committee's milestone outputs in the past year had been its work under the Optional Protocol.
fr: Les travaux menés au titre du Protocole facultatif figurent parmi les importantes réalisations du Comité durant l'année écoulée.

source: Notably, the Committee had adopted its views on the merits of communication 2/2003, A.T. v Hungary, a case involving domestic violence.
fr: En particulier, le Comité a adopté des vues sur le bien-fondé de la communication 2/2003 dans l'affaire A.T. c. la Hongrie, une affaire portant sur la violence au sein de la famille.
